/* No comment provided by engineer. */
"Location Reported" = "发送位置";

/* No comment provided by engineer. */
"Long press to drag" = "长按拖动图钉";

/* No comment provided by engineer. */
"querying position" = "正在获取位置";

"map_bar_btn_home" = "首页";

"map_bar_btn_local" = "本地";

"map_bar_btn_pin" = "图钉";

"map_bar_btn_send" = "发送";

"help_title2" = "没有安装App?";

"help_title3" = "iPhone & Android";

"help_title4" = "无需注册和登录";

"help_text1" = "很难精确地告诉TA你在哪里？别担心，位之让你随时随地轻松共享位置。";

"help_text2" = "无论TA是否安装App，通过访问Weiz.mobi，你一样能够与TA共享位置。";

"help_text3" = "iPhone和Android手机可以无缝沟通。";

"help_text4" = "使用位之无需任何注册登录，你可以将其当作发送一次普通短信。";